[
    {
        "origin": "CL",
        "assignee": "VIVEROS ASOCIADOS CHILE LIMITADA",
        "nroAppl": "16/602,590",
        "nroPatente": "PP32,853",
        "title": "Nectarine tree named `Andes Nec-5`",
        "abstract": "A new and distinct variety of nectarine tree named `Andes Nec-5` with high vigor, which produces a nectarine with a slow pulp softening rate during the last two weeks before a commercial harvest, the nectarine has a high postharvest life potential, the nectarine is round, symmetrical, it is white in flesh color and most of the nectarine surface is covered by 90 to 100% red blush, and the nectarine has a balanced acid/sweet flavor."
    },
    {
        "origin": "CL",
        "assignee": "Pontificia Universidad Catolica de Chile",
        "nroAppl": "16/344,221",
        "nroPatente": "10,927,043",
        "title": "Lightweight and/or thermally insulating structural concretes having a higher resistance/density and/or resistance/conductivity ratio, and methods for the production thereof",
        "abstract": "A disclosed structural and light concrete includes a binding matrix and light aggregates. The binding matrix has a volume fraction from approximately 20% to approximately 50% of a concrete total volume and include: (1) a Portland Type I, II, III, IV or V cement or a mixture thereof, in a dose of at least 100 kg/m3 of concrete; (2) supplementary cementitious materials in a proportion of up to 4 times by volume of Portland cement; (3) a water component having a volume fraction relative to cement and supplementary cementitious materials in a range from approximately 0.2 to approximately 0.7; and (4) a maximum volume fraction of calcium hydroxide (CH) of approximately 10%. The light aggregates correspond to a volume fraction a range from approximately 30% to approximately 80% of the total concrete volume. Properties include increased compression resistance, decreased density, lower thermal conductivity and higher quotient of density resistance."
    },
    {
        "origin": "CL",
        "assignee": "ATACANALAB",
        "nroAppl": "15/779,267",
        "nroPatente": "10,918,111",
        "title": "Antimicrobial composition for coating surfaces",
        "abstract": "The present invention provides an antimicrobial composition for coating surfaces that enables a reduction of up to one hundred percent of the microbial activity on any type of frequently used substrate or surface, comprising a compound of micronized high-purity metallic copper particles. Moreover, a process for preparing the composition is provided."
    },
    {
        "origin": "CL",
        "assignee": "NOTCO DELAWARE, LLC",
        "nroAppl": "16/924,006",
        "nroPatente": "10,915,818",
        "title": "Latent space method of generating food formulas",
        "abstract": "Techniques to mimic a target food item using artificial intelligence are disclosed. A formula generator learns from open source and proprietary databases of ingredients and recipes. The formula generator is trained using features of the ingredients and using recipes. Given a target food item, the formula generator determines a formula that matches the given target food item and a score for the formula. The formula generator may generate numerous formulas that match the given target food item and may select an optimal formula from the generated formulas based on score."
    },
    {
        "origin": "CL",
        "assignee": "PATAGONIA BIOTECNOLOG A S.A.",
        "nroAppl": "15/857,542",
        "nroPatente": "10,905,147",
        "title": "Process for the preparation of an additive as a food supplement based on seaweeds for birds and animals; as well as the product obtained and its use in the food conversion and in the production of bird and animal meat",
        "abstract": "The present invention relates to a process for preparing an additive as a food supplement based on algae for birds and animals. It also describes the food additive obtained, formulated with seaweed extract, whey, malto-dextrin, proteins, amino acids, minerals, fiber, fat, hormones, and has a final powder form. In addition, the use of the food additive to increase the weight gain in animals, the weight gain in eggs of birds, and for the production of meat in birds and animals is described."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD CATOLICA DE LA SANTISIMA CONCEPCION",
        "nroAppl": "16/070,704",
        "nroPatente": "10,902,744",
        "title": "Braille and/or in auditive Morse code writing device, for users with visual disabilities and/or any motor disorder",
        "abstract": "A device and method for operating a device for writing in braille and/or in audio Morse code is disclosed, for users with visual impairments and/or a motor disorder, so that a user can take notes in real-time without the need for additional accessories, which comprises a housing (6) with an aspect and size similar to a common writing pencil, which comprises: a push-button (1) projecting from an end of the housing (6) of the device; a sound piezoelectric (2) mounted within the housing (6); a microcontroller (3), mounted within the housing (6), in connection with: a memory (4) for storing data, the push-button (1) by means of an input of the microcontroller, and the sound piezoelectric (2) by means of an outlet pin of the microcontroller; wherein the microcontroller (3) is arranged to measure, each time the push-button (1) is actuated by the application of pressure, a time of pressure of the button, and to store said time of pressure in the memory (4), wherein the stored times of pressure are grouped on the basis of the similarity of the times of pressure in order to be recognized in a first group as a perforation and in a second group as an unperforated point."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CONCEPCION",
        "nroAppl": "15/780,135",
        "nroPatente": "10,891,716",
        "title": "Process allowing the removal through digital refocusing of fixed-pattern noise in effective images formed by electromagnetic sensor arrays in a light field",
        "abstract": "A process that allows the removal of fixed-pattern noise in effective images formed by electromagnetic sensor arrays in a light field, which includes at least the following steps: (a) The formation of a digital image from an electromagnetic sensor array; (b) the formation of a light field that must have at least 2.times.2 digital images of a scene, with a separation distance of at least the size of the effective area of an electromagnetic sensor; and (c) the reconstruction of an image by means of digital refocusing from the light field."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "15/773,723",
        "nroPatente": "10,889,831",
        "title": "AAV/UPR-plus virus, UPR-plus fusion protein, genetic treatment method and its use in treatment of neurodegenerative diseases, such as Parkinson's disease and Huntington's disease, among others",
        "abstract": "The present invention presents a sequence of the AAV/UPR-plus virus, a genetic treatment method and its use in the treatment of neurodegenerative diseases, such as Parkinson's and Huntington's diseases, among others, as presented in the in vitro studies shown in FIG. 14/17."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD CATOLICA DE LA SANTISIMA CONCEPCION",
        "nroAppl": "16/070,682",
        "nroPatente": "10,883,150",
        "title": "Isolated Pseudomonas aeruginosa bacterial strain, named CSMY-1, deposited under accession number RGM2262, which has the capacity to degrade pollutants present in the environment, in soils or liquid industrial waste, and arsenic-containing waste",
        "abstract": "The invention relates to an isolated bacterial strain of Pseudomonas aeruginosa species, referred to as Pseudomonas aeruginosa CSMY-1, deposited in the Microbial Genetic Resources Bank of the Chilean Collection of Microbial Genetic Resources (CChRGM), under accession number RGM2262, on Aug. 7, 2015, which is a facultative strain that can remove chemical components having characteristics that pollute natural or industrial effluents or soils by degrading compounds. The invention also relates to a method for the pollutant bioremediation of a contaminated environments, comprising: a) adding bacteria Pseudomonas aeruginosa CSMY-1 in the form of a biofilm to said contaminated environment; and b) incubating said bacteria Pseudomonas aeruginosa CSMY-1 in the form of a biofilm in said environment."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "16/346,830",
        "nroPatente": "10,882,930",
        "title": "Biomolecule-functionalised PVC and production method thereof",
        "abstract": "The present invention relates to the medical industry. In particular, it is related to a polyvinyl chloride polymer (PVC) functionalized for medical use, which is flexible and compatible with blood. Specifically, this invention is related to a biomolecule-functionalized PVC and its production method, in order to produce a flexible and blood-compatible polymer for medical use."
    },
    {
        "origin": "CL",
        "assignee": "BIOTECNOLOGICA EMPRESARIAL DEL SUR SPA",
        "nroAppl": "15/778,357",
        "nroPatente": "10,874,056",
        "title": "Method for propagation of woody plants from leaf cuttings",
        "abstract": "The presently claimed invention is related to a method for vegetative propagation of woody plants selected from the group consisting of Eucalyptus (Eucalyptus sp.), Salix sp., olive tree (Olea europaea), rootstock Atlas (Prunus persica x Prunus dulcis x Prunus blireiana), blueberries (Vaccinum corymbosurn), Vitis vinifera, Aristotelia chilensis, Quillaja saponaria and Quercus ilex, from prepared leaf cuttings, wherein the method comprises the steps of: a) providing cuts of leaf cuttings from a donor tree, b) immersing the prepared leaf cutting into a combination of growth regulators, c) planting the prepared leaf cutting into a solid substrate of organic and/or inorganic origin, d) inducing sprouting and rooting of the prepared leaf cutting, by means of controlled ambient temperature, humidity and illumination, wherein steps a) through d) always occur outside an in vitro environment; and embodiments thereof."
    },
    {
        "origin": "CL",
        "assignee": "Mimet S.A.",
        "nroAppl": "16/045,738",
        "nroPatente": "10,870,512",
        "title": "Ice cream and/or refrigerated products basket",
        "abstract": "An ice cream and/or refrigerated products basket, useful for horizontal preserving units, irrespective for inclined or straight up models. The basket is composed of polymeric materials (plastics) which allow the product to be recycled. Unlike metal coated baskets, currently used, it does not rust, lose its shape, crack and can be easily cleaned. All these are significant and differentiating advantages when compared to the frozen product and/or ice cream baskets currently used in the commercial refrigeration market."
    },
    {
        "origin": "CL",
        "assignee": "ORAND S.A.",
        "nroAppl": "15/750,111",
        "nroPatente": "10,866,984",
        "title": "Sketch-based image searching system using cell-orientation histograms and outline extraction based on medium-level features",
        "abstract": "The present invention relates to an image retrieval system using sketches. The system comprises: a device connected to a communication network having an application that allows the user to draw a query result and display images as a result, a processing unit comprising at least one search engine, a component for processing images of a collection, and a storage medium for storing images of the collection along with the feature vectors thereof. The search engine includes: a features extraction component for sketches; a component for performing similarity searches; the image processing component comprises: a component for converting an image to a sketch form and a feature extraction component for sketches. The invention also relates to the associated method."
    },
    {
        "origin": "CL",
        "assignee": "MOLIBDENOS Y METALES S.A.",
        "nroAppl": "15/753,827",
        "nroPatente": "10,865,461",
        "title": "Method for removing arsenic from materials containing same",
        "abstract": "Disclosed is a method for the removal of arsenic from materials containing a high arsenic content, or materials containing a high content of arsenic and selenium."
    },
    {
        "origin": "CL",
        "assignee": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
        "nroAppl": "15/748,979",
        "nroPatente": "10,858,419",
        "title": "Monoclonal antibodies specifically for the antigen P of the human respiratory syncytial virus, produced and secreted by the cells hybridomas, useful for detection and diagnostic of the infection caused by RSV",
        "abstract": "The present invention refers to monoclonal antibodies or fragments thereof which are binding to the protein P of the human Respiratory Syncytial Virus (RSV) which comprise a variable region of the heavy chain which has a sequence with at least a 90%, 95% or 99% of identity with the SEQ ID No: 1 or SEQ ID 5 or a variable region of the light chain which has a sequence with at least a 90%, 95% or 99% of identity with the SEQ ID No:2 or SEQ ID No: 6. The invention provides also diagnostic methods ex vivo or in vitro for detection of the viral antigen P of RSV, in which are used the monoclonal antibodies produced and secreted by the hybridomas 2E6/D2 and 6H5/H1. The invention can be used in detection for RSV kits, comprising the antibodies produced by the mentioned hybridomas."
    },
    {
        "origin": "CL",
        "assignee": "PONTIFICA UNIVERSIDAD CATOLICA DE CHILE",
        "nroAppl": "16/474,808",
        "nroPatente": "10,851,559",
        "title": "Combination of foundation anchor and energy damper for vertical liquid storage tanks, vertical pressure container, silo or the like with a thin wall and a continuous support",
        "abstract": "The invention relates to a combination of a foundation anchor and energy damper for vertical tanks or similar containers for liquids with a thin wall and continuous support, comprising an energy dissipation component centrally connected to a foundation anchor component by means of a linking component, the energy dissipation component comprising one or more superimposed and horizontally arranged energy dissipating plates with a rhombic shape truncated at the vertices thereof, wherein the shorter diagonal is normal to the wall of the tank and the side ends or vertices corresponding to the longer diagonal have quadrangular extensions for support on a load transmission component that is connected to the wall of the tank so as to transmit and distribute the forces developed by the one or more energy dissipating plates. Alternatively, the energy dissipating plates are trapezoidal with the longer parallel side tangential to the wall of the tank."
    },
    {
        "origin": "CLCLCLCL",
        "assignee": "UNIVERSIDAD DE TALCA",
        "nroAppl": "15/769,527",
        "nroPatente": "10,851,382",
        "title": "Synthetic promotor induced by abiotic stress, genetic construct containing same and plant cells transformed therewith",
        "abstract": "The present invention relates with the technical field of biotechnology, and particularly provides a promoter inducible under abiotic stress conditions, which is used to regulate expression of a nucleotide sequence encoding a product of interest under these conditions. The invention also refers to a genetic construction containing said promoter, the plant cells transformed with said construction as well as the transgenic plants that can be regenerated from said cells, and which are capable of growing and developing properly, keeping high levels of productive yield under abiotic stress conditions."
    },
    {
        "origin": "CL",
        "assignee": "AVOCA ENGINEERS SPA",
        "nroAppl": "16/291,449",
        "nroPatente": "10,845,289",
        "title": "Apparatus and method for static sedimentation tests comprising a plurality of sedimentation cylinders, which are subject to the same mixing conditions",
        "abstract": "The invention relates to an apparatus for static sedimentation tests comprising a plurality of sedimentation cylinders, which are subject to the same mixing conditions, said apparatus comprises: a. A variable number of transparent sedimentation cylinders, the most common being 12; b. Each sedimentation cylinder is located inside a non-intrusive emitter and receiving sensor housing where each housing has an electronic ID card, electronic circuit boards and connection to a control system; c. A support structure containing the sedimentation cylinders and sensor housings which rotates around an axis of rotation; d. Each sedimentation cylinder has a bottom stopper and top stopper; e. Where each bottom stopper of each sedimentation cylinder is mounted on a lateral bar parallel to the rotation axis, by a fixing to the supporting structure; f. Also the sedimentation cylinders are fixed in the supporting structure by a clamping system around the top stopper of each sedimentation cylinder g. The top stopper of each sedimentation cylinder has an additive injection system. In addition, its presented a method for static sedimentation tests carried out simultaneously and under the same mixing conditions in a plurality of sedimentation cylinders, the most common being 12; which rotate around an axis of rotation; where each sedimentation cylinder is located inside a sensor housing which are connected to a control system."
    },
    {
        "origin": "CL",
        "assignee": "Arriagada; Alvaro Enrique Endo",
        "nroAppl": "15/770,355",
        "nroPatente": "10,816,029",
        "title": "Device for preventing spills from inside mining mills, said device maintaining a seal around bolts used to secure mill liners, and maintaining said bolts under tension by means of an elastic action",
        "abstract": "The invention relates to a device for preventing spills from inside mining mills, said device maintaining a seal around bolts used to secure mill liners, such that the bolt remains under tension within a range of several millimetres along the length between the head and the nut of the bolt, with the length covered by the elements compressed between the head of the bolt and the device for preventing pulp leaks in mills, exerting pressure on the washer that provides a seal against leaks from inside the mill. The device comprises one or more pairs of Belleville washers which include an annular space into which a sleeve with an inner seal is inserted. Said sleeve includes a flange of larger diameter to allow the action of the bolt on the Belleville washers, said Belleville washers exerting pressure on the washer that provides a seal against leaks from inside the mill. The length of the sleeve is greater than or equal to the total thickness of the Belleville washers at maximum compression, and the flange of the sleeve is only required if the diameter inscribed on the contact surface with the bolt is smaller than the annular diameter of the Belleville washers."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CONCEPCION",
        "nroAppl": "16/312,631",
        "nroPatente": "10,813,298",
        "title": "Two-color net for protecting fruit against damage caused by direct solar radiation and high temperatures",
        "abstract": "Two-color net for protecting fruit against damage caused by direct solar radiation and high temperatures, used in combination and/or separately, which is made with two monofilaments that are blue and grey in color with a thickness of 0.26-0.32 mm."
    },
    {
        "origin": "CLCLCLCL",
        "assignee": "Maqui NewLife S.A.",
        "nroAppl": "13/076,117",
        "nroPatente": "10,786,522",
        "title": "Compositions that include anthocyanidins and methods of use",
        "abstract": "The compositions described herein and featured in the present invention include those that comprise anthocyanidin combinations rich in delphinidins, including delphinidins such as the ones found in berries. The compositions can optionally include either compositions that comprise andrographolides, such as the ones found in a plant of the genus Andrographis, or compositions that comprise combinations of myrtillin, quercetin, or caffeoyl quinic derivatives and proanthocyanidins, such as the ones found in the herba of a plant of the genus Vaccinium."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD TECNICA FEDERICO SANTA MARIA",
        "nroAppl": "16/247,099",
        "nroPatente": "10,783,630",
        "title": "Method for estimating force and pressure of collision in vocal cords from high-speed laryngeal videos",
        "abstract": "The present invention relates to a collision force analysis (CFA) method for obtaining in vivoestimates of contact force and pressure in the vocal cords directly from laryngeal videoendoscopies. The method comprises the steps of: providing at least a high-speed laryngeal videoendoscopy (also called High Speed Videoendoscopy or HSV) to generate at least one image and videos of the vocal cords; pre-processing the image in a processing unit, to define a region of interest (ROI) of the location of the glottis; detecting in the processing unit, the edges of the vocal folds in the images obtained by means of the HSV; recording in the processing unit, the points of the edges detected by means of a sequence of images; estimating in the processing unit, the path of the vocal cord edge during collision throughout time; and estimating the values of contact and impact of the vocal cords by means of a collision model."
    },
    {
        "origin": "CL",
        "assignee": "S & W Ingeneira Agricola y Propiedad Intelectual SpA",
        "nroAppl": "15/489,032",
        "nroPatente": "10,779,480",
        "title": "Plant dormancy control system",
        "abstract": "A dormancy control system for use with plants such as fruit trees, nut trees, and perennial berry bushes planted in commercial settings. The dormancy control system employs vertical shade structures to control the dormancy of plants such as fruit trees, nut trees, and perennial berry bush crops. The dormancy control system results in dramatic increases in crop yield, and may be coupled with orchard planting directional orientation, evaporative cooling systems, and chemical and hormone based spray applications"
    },
    {
        "origin": "CL",
        "assignee": "SOCIEDAD DE INVERSIONES VERTICE LIMITADA",
        "nroAppl": "16/254,276",
        "nroPatente": "10,773,181",
        "title": "Pinata of reduced volume to facilitate the transport thereof",
        "abstract": "The present invention refers to pinatas and other container devices that store a volume of candies, gifts and/or prizes that are dispensed when the container device is opened. More particularly, the present invention provides a pinata of reduced volume to facilitate the transport thereof which is characterized in that comprises: an inflatable cavity; a receptacle of objects joined to said inflatable cavity, said receptacle of objects that has an aperture; sealing means of said inflatable cavity; and means for opening and closing said aperture of said receptacle of objects. Additionally, the pinata which is subject of the present invention has the advantage of being esthetically appealing to a user."
    },
    {
        "origin": "CL",
        "assignee": "RODRIGO LAZARRAGA MUNOZ",
        "nroAppl": "16/494,364",
        "nroPatente": "10,772,308",
        "title": "System for the treatment and recirculation of freshwater or saltwater to restore water quality to optimum levels in fish farming cages",
        "abstract": "A water treatment and recirculation system includes means to transport water flows at required pressures, a mechanical filter of approximately 100 microns to capture coarse particles, oxygen production means, autonomous electricity generation means, and variable control means using a PLC that administers parameters such as pressure, oxygen and CO.sub.2 levels, flows, pH, etc. The system also includes means to ultrafilter and remove particles of up to 0.02 microns, the purpose being removing organic material macromolecules, disinfecting bacteria and viruses with mechanical removal, and eliminate harmful contaminants such as ammonia, degasifying means to eliminate CO.sub.2 with a multitubular exchanger with membranes made of hydrophobic materials and micro perforations to take CO.sub.2 away to an extraction gas in atmospheric or vacuum conditions; and means to oxygenate water with a multitubular exchanger having membranes constituted by hydrophobic materials and microperforations that inject O.sub.2 into water of a gas under atmospheric conditions."
    },
    {
        "origin": "CL",
        "assignee": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
        "nroAppl": "16/070,730",
        "nroPatente": "10,766,948",
        "title": "Monoclonal antibodies specific for the pIII antigen of human Adenovirus (ADV), produced and secreted by cell hybridomas, useful for detection and diagnosis of ADV infection",
        "abstract": "The present invention refers to monoclonal antibodies, or fragments thereof, which recognize the pIII protein of the Adenovirus (ADV), useful for developing diagnostic methods of ADV infection in humans. Particularly, it refers to a monoclonal antibody or fragment thereof comprising a variable region of the heavy chain having a sequence with at least a 90%, 95% or 99% of identity with the SEQ ID No: 1 or SEQ ID No: 5 and a variable region of the light chain having a sequence with at least a 90%, 95% or 99% of identity with the SEQ ID No: 2 or SEQ ID No: 6. It also is addressed to the nucleotide sequences which define said antibodies, in vitro and/or ex vivo diagnostic methods of ADV infection in a biological sample using said monoclonal antibodies, and diagnostic kits for detecting ADV comprising at least one monoclonal antibody against ADV according to the above description."
    },
    {
        "origin": "CL",
        "assignee": "CELLS FOR CELLS S.A.",
        "nroAppl": "15/551,007",
        "nroPatente": "10,766,029",
        "title": "Device, platform, and assay for assessing cells",
        "abstract": "Devices are for assessing the migration response in the presence of a stable encapsulated gradient of a factor or factor combination, and quantifying the adherence response inside micro-channels in the presence of different factors. A platform is for obtaining information relating to migration score or the quantification of adhered cells through use of the devices, and it allows this information to be used to assess therapeutic potential. A method quantifies the cells migration response and the cell adherence response."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD CATOLICA DEL NORTE",
        "nroAppl": "16/061,918",
        "nroPatente": "10,760,099",
        "title": "Method for producing arsenic sulphide nanostructures from fusibacter ascotence and produced nanostructures",
        "abstract": "The present invention relates to the field of nanotechnology, more specifically to the manufacture or treatment of nanostructures, and in particular provides arsenic sulfide nanostructures, as well as a process for obtaining nanostructures of arsenic sulfide. The present invention provides a process for obtaining arsenic sulfide (As--S) nanostructures from a microorganism, which comprises the steps of culturing under appropriate conditions the strain Fusibacter ascotence in the presence of a source of sulfur and a source of arsenic; and recovering arsenic sulfide nanostructures (As--S) from the precipitate obtained from said culture. The present invention provides, also, a nanostructure of arsenic sulfide which is a nanowire having a monoclinic crystal structure. The present invention further provides a nanostructure of arsenic sulfide, which is a nanoparticle with a monoclinic crystal structure."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "16/067,307",
        "nroPatente": "10,735,188",
        "title": "System and method for secure electronic communications through security hardware based on threshold cryptography",
        "abstract": "The present application is directed to a method and system for secure electronic communications using physically distributed security hardware and capable of operating by simulating a common or unitary HSM device. This is achieved by implementing the internal operations of the HSM using threshold cryptography on a set of internal nodes. In order to provide the necessary functionality, the keys and the required operations (such as the digital signature) are distributed among these nodes. In particular, the system provides digital signature capabilities through an efficient and modular application of Victor Shoup's schema referred to in the background. The digital signature process involves the steps of: 1) the signing agent receives a document to be signed and the alias of the key with which the document will be signed; 2) the signing agent place the document in the request queue; 3) the active nodes retrieve the request from the queue; 4) each node signs the request with its piece of key; 5) each node puts its partial signature in the response queue; 6) the signing agent receives the partial signatures and verifies them; 7) if at least k>n/2 valid partial signatures are received, the signature is validated and delivered to the client. Otherwise, an error message is generated."
    },
    {
        "origin": "CL",
        "assignee": "MBM SpA",
        "nroAppl": "15/737,941",
        "nroPatente": "10,729,237",
        "title": "Configurable and dismantlable display case system comprising a plastic shelving unit with trays at different levels, and method of assembly",
        "abstract": "A configurable, dismantlable display case system, with supports for promotional graphics, for use as a display cabinet, the constitution thereof being simple and entailing a reduced cost, and with the possibility of changing the configuration of its assembly and the promotional campaign thereon. The modular display system consists generally of a plastic shelving unit, with trays at different levels, linked at their corners by means of pillars consisting of PVC profiles, of a generally triangular shape, which fit adjustably into corresponding housings, one at each corner and on both sides of each tray; short profiles formed by extruded PVC profiles of a more reduced length than the pillar profiles, of a generally triangular shape with rounded corners which slot adjustably into the corresponding housings of the tray, and comprising non-slip ferrules inserted into the profile forming the leg at the area in contact with the floor; and assembly method."
    },
    {
        "origin": "CLCL",
        "assignee": "UNIVERSIDAD DE LA FRONTERA",
        "nroAppl": "15/740,262",
        "nroPatente": "10,723,966",
        "title": "Bio-additive for heavy oils, which comprises rapeseed oil methyl esters, surfactants, diluents and metal oxides, and use thereof for reducing polluting emissions and as a combustion efficiency bio-enhancer for heavy oils",
        "abstract": "The present invention relates to a bioadditive for heavy oils that serves to reduce polluting emissions and bio-enhancer of the combustion performance for heavy oils, which comprises methyl esters of raps oil, also called raps biodiesel, in the range of up to 80% v/v, surfactants in the range of up to 80% v/v, diluents in the range of up to 20% v/v and metal oxides between 0.1-5 g/L."
    },
    {
        "origin": "CL",
        "assignee": "SOLUBAG SpA",
        "nroAppl": "16/330,732",
        "nroPatente": "10,717,954",
        "title": "Detergent composition in the form of a sheet",
        "abstract": "The present invention describes a detergent composition in the form of a flexible sheet, which in turn is soluble in water, and the water-soluble detergent sheet. Said detergent composition in the form of a flexible sheet comprises a unique mixture of components, including: a water-soluble polymeric component, an anionic surfactant, a non-ionic surfactant, water and other components. Once mixed in the appropriate proportions, the components produce a flexible sheet with detergent characteristics that can be incorporated directly into a clothes-washing recipient, said recipient ranging from a simple bowl to an advanced automatic washing machine. Once the detergent sheet comes into contact with water inside the washing recipient, the sheet dissolves and releases the active ingredients and complementary ingredients contained therein."
    },
    {
        "origin": "CL",
        "assignee": "Ingiieria Wiseconn S.A.",
        "nroAppl": "15/572,019",
        "nroPatente": "10,698,374",
        "title": "System and method for managing water or other type of fluid",
        "abstract": "The present invention relates to a system and method for managing water or other fluid that provides monitoring and reliable control of the use of water or other fluid in a given territorial area, facilitating the management of water use or other fluid in processes where it is involved, for example in tasks of irrigating agricultural land or in industrial processes using fluids such as leaching. The system and method of the invention operates on the basis of a distributed monitoring and control logic implemented to control and monitor a hydraulic system located in the given territorial area by an arrangement of sensors, actuators and controllers deployed in communication with a network of nodes that allows a user to monitor, control and automate the use of water in that territorial area, reducing to almost zero user intervention in the process of monitoring and control to almost zero."
    },
    {
        "origin": "CLCLCLCLCLCL",
        "assignee": "UNIVERSIDAD DE LOS ANDES",
        "nroAppl": "15/768,161",
        "nroPatente": "10,688,694",
        "title": "Automated fabrication of layer-by-layer tissue engineered complex tubes",
        "abstract": "The present invention overcomes all the above drawbacks and provides a versatile method for the fabrication of multilayer hollow tubes that uses a layer-by-layer rod dipping approach using different biomaterials. The device enables fine control over fabrication parameters, such as ascending/descending speeds, rod rotational velocity, and crosslinking or polymerization time. All these technologies allows the generation of more complex multilayer hollow tubes such as vessel-like structures, urethral grafting, prostate grafting and the like."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD TECNICA FEDERICO SANTA MAR A",
        "nroAppl": "16/327,609",
        "nroPatente": "10,686,384",
        "title": "Partial power converter (PPC) in an electrical energy system",
        "abstract": "A partial power converter (PPC) in an electrical power system, comprising an input capacitor connected in parallel to a power source v.sub.pv and connected to a primary winding of a transformer, wherein the primary winding is connected in series to a M1 transistor of the MOSFET (Metal Oxide Semiconductor Field Effect Transistor) type, wherein two secondary windings Ns1 and Ns2--both with the same number of turns, are connected, each one, in series by means of a terminal, with diodes D1 and D2, respectively, and the diodes D1 and D2 are connected to the respective ends of a capacitor C.sub.dc output; the other terminal of the secondary winding Ns1 of the transformer is connected to one of the terminals of the primary winding, whereas the other terminal of the secondary winding Ns2 is connected to one of the terminals of transistor M1, and wherein the output capacitor C.sub.dc serves as a link to connect to a next stage."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "15/577,093",
        "nroPatente": "10,683,546",
        "title": "Kit for predicting treatment with glucocorticoids and method comprising the same",
        "abstract": "An ex vivo method and a kit for predicting the response to a treatment with glucocorticoids (GC) in patients affected by inflammatory diseases, based on quantification of fold change ratio in GR isoform levels."
    },
    {
        "origin": "CL",
        "assignee": "Wenco S.A.",
        "nroAppl": "15/993,948",
        "nroPatente": "10,676,234",
        "title": "Plastic container below 450 gr for horticulture products exports",
        "abstract": "Plastic container below 450 gr for horticulture products exports formed by a bottom, two large walls facing each other, two small walls facing each other and an upper closure system, the container has an optimized structure which allows to efficiently resist the forces to which it is subjected and to control deformation for the purpose of ensuring all the time and under any conditions the integrity and quality of the products contained inside."
    },
    {
        "origin": "CL",
        "assignee": "Universidad de Santiago de Chile",
        "nroAppl": "15/287,667",
        "nroPatente": "10,670,441",
        "title": "Apparatus and method for measuring a gas volume fraction of an aerated fluid in a reactor",
        "abstract": "A submersible system and method for measuring the gas volume fraction in an aerated fluid inside a reactor (1) wherein the aerated fluid comprises a gas dispersed in the form of bubbles in a fluid in the form of a solution, suspension, mixture of liquids or a combination thereof. The submersible system comprises: an open and pass-through gas exclusion device (20) of a variable cross section wherein the inlet opening whereby the fluid enters without gas bubbles towards the opened and through gas bubbles exclusion device (20) is greater than the outlet opening whereby the fluid exits without gas bubbles of the opened and through gas bubble exclusion device (20). The outlet opening abuts with an inlet pipe (23). A chamber (24) which can provide a sealed camera, can contain at least one flow meter to measure the gas-free fluid velocity when circulating between an inlet (27) and an outlet (28) of the chamber (24) or sealed camera The inlet (27) of the chamber (24) or sealed camera can be coupled to the inlet pipe (23). The outlet (28) of the chamber (24) or sealed camera can be coupled to an outlet pipe (26) of the liquid dispersion towards the reactor (1). A flow transmitter (29) connected to the flow meter, located inside or outside said chamber (24) or sealed camera, generates an outlet signal proportional to the bubbles-free fluid velocity through a gas bubble exclusion device and a calculation unit (30) which generates an output signal (31) proportional to the gas volume fraction in the aerated fluid."
    },
    {
        "origin": "CL",
        "assignee": "NEUMANN S.A.",
        "nroAppl": "15/771,669",
        "nroPatente": "10,663,227",
        "title": "Ventilation assembly",
        "abstract": "A ventilation assembly is defined comprising a fan located in the top of a drying chamber or furnace and which recirculates gases at high temperatures and/or humidity; a drive shaft with its mounts or bearings, on which is mounted the fan, and a separation chamber which houses the shaft bearings and separates said bearings from the inside of the drying chamber or furnace. The separation chamber is open to the external environment and is sized such that a person may enter it to perform maintenance of the shaft bearings without the need to enter the dryer or furnace. The ventilation assembly may further include the pre-assembly in the factory of the engine, its transmission system and/or one or more air renewal vents. Furthermore, the assembly can be complemented with trusses to further facilitate installation on the walls of the dryer or furnace."
    },
    {
        "origin": "CL",
        "assignee": "NATURAL RESPONSE, S.A.",
        "nroAppl": "15/777,891",
        "nroPatente": "10,660,924",
        "title": "Method for obtaining saponins from plants",
        "abstract": "The present application relates to a method for obtaining and purifying saponins from plant extracts, through a series of salting and filtrations steps, to provide high purity saponin extracts on large scale."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD TECNICA FEDERICO SANTA MAR A",
        "nroAppl": "15/858,571",
        "nroPatente": "10,656,192",
        "title": "Device for measuring a wireless radio frequency channel with directional measurement ability (angular)",
        "abstract": "A device (1) for measuring a wireless channel in any frequency band, with the device rotating and being autonomous. The device (1) comprises at least one antenna (2) that is connected to a processor (3) and powered by a battery, with all being mounted on a rotary platform (5), and with the processor (3) being complimented by at least one encoder (6) located in the stationary portion of the device (1) and an axle (7) of the rotary platform (5) that is connected to a motor (8) via the axle (7) in order to drive the rotary platform (5). The device (1) makes it possible to perform evaluations of the channel of the electromagnetic spectrum, not necessarily for 60 GHz. This autonomy makes it possible to perform measurements on the ground in a simple manner without the need to carry around complex equipment or additional power sources. In addition, since it permits rotation at different speeds, it can measure changes in the medium that are impossible to measure using other equipment that is limited in terms of rotational speed."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE LOS ANDES",
        "nroAppl": "14/893,328",
        "nroPatente": "10,648,893",
        "title": "Method, systems and kit for forensic identification, post mortem interval estimation and cause of death determination by recovery of dental tissue in physiological conditions",
        "abstract": "The present invention is related to a method for obtaining dental pulp and root cement in the forensic dentistry field, wherein the method comprises the steps of: (a) obtaining a tooth; (b) taking a digital radiography to the tooth; (c) external rehydrating of the tooth; (d) perforating the rehydrated tooth; (e) internal rehydrating of dentin pulp complex (f) obtaining rehydrated root cement; (g) obtaining rehydrated dental pulp content with a low speed rotation tool; and (h) storing, preservation, processing and/or analyses of the rehydrated dental pulp content and rehydrated root cement, and the use of this method and kits thereof for forensic identification, estimation of post mortem interval (early and late) and determination of possible causes of death."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "15/524,788",
        "nroPatente": "10,634,682",
        "title": "Method for visualizing biomolecules, such as proteins or nucleic acids, with the unaided eye, without needing to use potentially toxic compounds, exposure to ultraviolet (UV) light or fluorescence",
        "abstract": "The present invention relates to a method of visualizing biomolecules, having the steps of: a) providing a sample of immobilized biomolecules in a matrix and carry on the electrophoresis process; b) incubating the matrix of step a) in a solution containing a cyanine-derived molecule, for a time of 5 to 60 minutes, at room temperature, in a container preventing exposure to light, shaking the container at less of 75 rpm; c) transferring the matrix from step b) to a container with a solution having: at least one tetrazolium salt and incubating for a time of 15 to 120 minutes at room temperature under light exposure; d) removing the matrix with immobilized biomolecules from the previous step and washing with distilled water; and e) visualizing directly by the naked eye the biomolecules immobilized in the matrix."
    },
    {
        "origin": "CLCL",
        "assignee": "Proter S.p.A.",
        "nroAppl": "15/531,360",
        "nroPatente": "10,633,751",
        "title": "Direct electrowinning process with leaching solution",
        "abstract": "The invention relates to a process that allows electrolytic copper cathodes to be produced, using the pregnant leach solution (PLS) directly in the electrowinning, avoiding the step of mineral concentration by solvent extraction. Furthermore, this process has a modular structure and the full process can be mobilised depending on the requirements of the process itself. The invention also relates to the system that operates with the previously described process."
    },
    {
        "origin": "CL",
        "assignee": "Castleblanco; Roberto Garcia",
        "nroAppl": "15/750,935",
        "nroPatente": "10,631,480",
        "title": "Method for obtaining root mass from vegetable seeds and root mass obtained thereof",
        "abstract": "The present invention relates to agriculture, and particularly relates to a process for obtaining a root mass from plant seeds which are subjected to particular conditions of germination in hydroponic culture, and once germinated, placed in conditions that favor the development of its root system. The root mass thus obtained can have multiple industrial applications such as material alternative to wood for thermal and acoustic insulation and fire-resistant construction."
    },
    {
        "origin": "CL",
        "assignee": "S&W Ingenieria Agricola y Propiedad Intelectual SPA",
        "nroAppl": "15/356,257",
        "nroPatente": "10,602,678",
        "title": "Orchard climate control system",
        "abstract": "Embodiments of the present disclosure provide a humidity and temperature control system for use in the outdoor cultivation of fruits, as typically found in an orchard setting, with the additional aid of a sunshade. Embodiments include a climate control system with an efficient and controlled introduction of water vapor into an outdoor orchard employing a plurality of fogging type nozzles, coupled with an overarching porous solar shade enclosure."
    },
    {
        "origin": "CL",
        "assignee": "Instituto de Investigaciones Agropecuarias",
        "nroAppl": "15/164,549",
        "nroPatente": "10,597,430",
        "title": "Chimeric gene for heterologous expression which encodes for peptides with antimicrobial activity",
        "abstract": "The present invention relates to a chimeric nucleotide sequence encoding peptides with antimicrobial activity, to be expressed on plants as bioreactors, plant cell or transformed plant material and E. coli, where plants and bacteria were used for scale-up production of antimicrobial peptide and that produces the peptide sequence derived from nucleotide sequence SEQ ID No. 1, SEQ ID No. 6 and SEQ ID No. 12. It includes a method for obtaining the amino acids sequence SEQ ID No. 9 derived from a chimeric nucleotide sequence which encodes to antimicrobial peptides, wherein said amino acids sequence is derived from the synthetic DNA sequence SEQ ID No. 1, obtained from a back-translation of the amino acid sequence of the peptide Ap-S of Argopecten purpuratus scallop."
    },
    {
        "origin": "CLCL",
        "assignee": "Proter S.A.",
        "nroAppl": "15/541,166",
        "nroPatente": "10,584,423",
        "title": "EWS module device for electro-winning and/or electro-refining, interconnection process, and operating process thereof",
        "abstract": "The invention relates to an EWS module device for electro-winning and/or electro-refining, based on a saturated leaching solution of PLS/electrolyte/raffmate/ILS without solvent extraction, characterised by comprising: a tank (10 and 12); a set of electrolytic cells contained within the tank, wherein the cells are electrically and volumetrically separated by the internal walls of the module (14), with the cells being connected in series by a joining board or capping board (3); an intercellular bar (1); an intercellular bar guide (2); inlet and outlet ducts for the PLS/electrolyte/raffinate/ILS (17) and (11) for each cell independently; and each EWS module is in turn connected to the other modules by an inter-module connector (18), and same in turn control the connection and disconnection of the EWS modules by an interrupter (25); operating process of the EWS module device; and connection and disconnection process between different EWS module devices."
    },
    {
        "origin": "CL",
        "assignee": "COPPERPROTEK SPA",
        "nroAppl": "16/358,384",
        "nroPatente": "10,570,022",
        "title": "Microstructured multicomposite copper microparticle with antibacterial and/or biocidal activity that comprises in its structure 5 different types of copper compounds, all regular and crystalline",
        "abstract": "A copper microparticle with antibacterial and/or biocidal activity, wherein each microparticle has a regular, crystalline and microstructured composition that comprises 5 different copper compounds: Antlerite Cu.sub.3.sup.+2 (SO.sub.4) (OH).sub.4, Brochantite Cu.sub.4.sup.+2SO.sub.4 (OH).sub.6, Chalcantite Cu.sup.+2SO.sub.4.5H.sub.2O, Natrochalcite NaCu.sub.2.sup.+2 (SO.sub.4).sub.2OH.H.sub.2O and Hydrated copper sulfate hydroxide Cu.sub.3 (SO.sub.4).sub.2 (OH).sub.2.4H.sub.2O/2CuSO.sub.4.Cu (OH).sub.2, with the microparticle having a size of between 5 and 50 .mu.m. A process for preparing copper microparticles with antibacterial and/or biocidal activity. A concentrated polymeric composition (masterbatch) with antibacterial and/or biocidal activity that is incorporated during the extrusion process to molten polymers for forming rigid or flexible products such as fibers, filaments, and sheets. A use of a copper microparticle with antibacterial and/or biocidal activity. A use of a concentrated polymeric composition (masterbatch) with antibacterial and/or biocidal activity."
    },
    {
        "origin": "CL",
        "assignee": "Universidad de Santiago de Chile",
        "nroAppl": "16/067,591",
        "nroPatente": "10,554,308",
        "title": "System and method for communication by means of visible light for underground tunnels",
        "abstract": "The invention relates to a system for communication by means of visible light and to the corresponding method, where a channel for transmitting visible light has abnormal conditions, for example, in tunnels of an underground mine with a high degree of dust concentration in the atmosphere and also in rural and urban tunnels in which the fumes generated by an accident produce high concentrations of powdery material in the transmission channel. This problem is solved by using in the system a transceiver for transmitting visible light, a means for receiving visible light, and a Deep Neural Network (DNN), with a specific arrangement, proximity or distance, of ceiling-mounted transceivers formed by LEDs lamps (arrangement of the plurality of LEDs) and Digital Single Lens Reflex (D-SLR) transceivers (formed by reflex cameras in which the lens that forms the image also provides the image in the viewfinder). According to the invention, together all the elements forming the system allowing channel noise to be removed, being able to transmit using visible light with diversity, even if the channel appears interrupted to the human eye."
    },
    {
        "origin": "CLCLCL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "14/783,028",
        "nroPatente": "10,548,565",
        "title": "Manual, portable ultrasonography device, with centralized control and processing in the hardware and with display outputs, which operates in real time with a high image refresh rate",
        "abstract": "The invention is directed to a handheld portable ultrasound device comprising a transducer further comprising piezoelectric elements that emit ultrasonic waves and capture echoes from tissues inside of a patient; a processing unit Field Programmable Gate Array comprising a General Control Device module, a Pulse Emission Control module, a Wave Conformation module, and an Image Processing module; Pulse Generation and Front-End Unit having a pulse generator, a plurality of switches transmission/reception, and a Front-End circuit generating digitized signals; an Imaging and Transmission Unit; and a Visualization Device. The General Control Device module coordinates operations of the Pulse Emission Control modules of Beamforming and Image Processing; the Pulse Emission Control module drives the Pulse Generator; the Beamforming module receives digitized signals or samples stream from the Front-End Circuit delivers a coherent summation of digitized signals by applying selective delays to digitized signals. The Image Processing module generates an ultrasound image."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE CHILE",
        "nroAppl": "15/732,605",
        "nroPatente": "PP31,404",
        "title": "Asian plum tree named `Sweet Pekeetah`",
        "abstract": "A new and distinct plum variety is described. `Sweet Pekeetah` is an Asian plum variety with unique traits, as extremely late blooming and ripening dates. The flesh of `Sweet Pekeetah` has crunchy texture, green color and soluble solids concentration reaches 20-22%, with upstanding sensory quality. The postharvest life potential of `Sweet Pekeetah` can last 60 days keeping the original high sensory quality."
    },
    {
        "origin": "CLCL",
        "assignee": "K+S Chile S.A.",
        "nroAppl": "15/573,677",
        "nroPatente": "10,544,480",
        "title": "Agglomeration drum for pre-treating minerals",
        "abstract": "The present invention refers to an agglomeration drum and to a procedure for the agglomeration of mineral inside said drum for the pretreatment of minerals, both of them mainly used in hydrometallurgy. Said drum and procedure use a system and a phase of recirculation of gases as part of the invention. Additionally, in the agglomeration procedure the process of chemical reactions occurring inside the agglomeration drum is included. The agglomeration drum, agglomeration procedure and the reactive process allow to obtaining uniform, stable and poorly degradable agglomerates that have a bigger agglomerate-reagent contact surface. The agglomerates or aggregates produced in the agglomeration drum and according to the process of the invention increase the extractive yield of the later leaching process, thus reducing the creation of preferred ways for the leaching solution in the leaching piles. In addition, the drum and procedure of the invention allow preventing the release of gases to the environment, having a gas recirculation system, which by being closed keeps gases inside the agglomeration drum and process. This recirculation of gases not only allows preventing the release of said gases to the environment, but it also reduces the operating costs by using the recirculated gases as part of the agglomeration process."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD DE SANTIAGO DE CHILE",
        "nroAppl": "15/528,328",
        "nroPatente": "10,544,398",
        "title": "Plasmids and method for obtaining viral particles",
        "abstract": "The present invention describes a viral RNA expression plasmid and a method for obtaining viral particles based on the plasmids comprising transfecting animal cells with an expression vector or a set of expression vectors capable of expressing a nucleoprotein and RNA-dependent polymerase RNA; and transfecting the animal cell with an expression vector or a set of expression vectors with nucleotide sequences encoding recombinant RNA molecules."
    },
    {
        "origin": "CLCL",
        "assignee": "Abarca; Carlos Alberto Hernandez",
        "nroAppl": "15/771,749",
        "nroPatente": "10,539,045",
        "title": "System for recovering thermal energy produced in pyrometallurgical process plants or similar, to convert same into, or generate, electrical energy",
        "abstract": "The invention relates to a system for recovering thermal energy produced in pyrometallurgical process plants and converting said thermal energy into electrical energy. The system is characterised in that it comprises at least one heat transfer chamber (1) comprising a gas interface section (1A), for separating the subsystem from the corrosive power of, and incrustation generated by, the gases from the heat source or duct (5). The system also comprises a section (1B) for connecting to a Stirling engine (2), which is a thermal engine and which, by means of the cyclical compression and expansion of a gaseous working fluid, at different temperature levels, produces a net conversion of thermal energy into mechanical energy."
    },
    {
        "origin": "CL",
        "assignee": "Minetec S.A.",
        "nroAppl": "15/496,445",
        "nroPatente": "10,533,299",
        "title": "Pivot system with adjustable height to actuate a door latch for an excavator bucket",
        "abstract": "Earth movement machine components including a pivot system with adjustable height to actuate a door latch for an excavator bucket."
    },
    {
        "origin": "CL",
        "assignee": "SOCIEDAD RAMIREZ E HIJO LIMITADA",
        "nroAppl": "15/668,304",
        "nroPatente": "10,525,961",
        "title": "System and method for the diagnosis, evaluation and prediction of leakages in different hydraulic circuits, quickly and safely for the operator",
        "abstract": "Transportable system for the diagnosis, evaluation and prediction of leakages in hydraulic circuits of low pressure between 0 to 7 bar and of high pressure from 0 to 170 bar, quickly and safely for the operator is provided having a first independent circuit of high pressure and low flow and a second independent circuit of low pressure and high flow wherein the first independent circuit comprises: a first pressure subsystem, which delivers pressure to a first 4/3 valve with ports A, B, P and T, which is actuated by first solenoids, to deliver pressure to a first coupling A or to a first coupling B, in fluid communication with the ports A and B of the first 4/3 valve respectively a computer arranged to control the pressure of each pressure subsystem and associated method."
    },
    {
        "origin": "CL",
        "assignee": "UNIVERSIDAD TECNICA FEDERICO SANTA MAR A",
        "nroAppl": "15/546,910",
        "nroPatente": "10,524,469",
        "title": "Acetate derived compounds from geranylorcinol. synthesis process for obtaining said compounds and use of said compounds as antifungal against Botrytis cinerea",
        "abstract": "The present invention discloses a synthesis process for obtaining linear derivative compounds from geranylorcinoles, said linear derivative compounds from geraniylorcinol, the acetylated derivatives compounds therefrom, the method for encapsulating the compounds in a polymer matrix and the use of said encapsulated compounds as antifungal against Botrytis cinerea."
    }
]